Retrieve a backward moving iterator to the array.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual EdgeArrayArrayIterator ReverseIterator()
  Visual Basic
Public Overridable Function ReverseIterator As EdgeArrayArrayIterator
  Visual C++
public:
virtual EdgeArrayArrayIterator^ ReverseIterator()
 Return Value
 Returns a backward moving iterator to the array.
 See Also
  EdgeArrayArray Class
  Autodesk.Revit.DB Namespace